<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <link rel="shortcut icon" type="image/png" href="img/logo.png">
    <link rel="stylesheet" href="./css/bootstrap.min.css">
    <link rel="stylesheet" href="./css/mystyle.css">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <title>สอบครูผู้ช่วยออนไลน์</title>
        <!-- Global site tag (gtag.js) - Google Analytics -->
        <script async src="https://www.googletagmanager.com/gtag/js?id=UA-121483375-1"></script>
        <script>
            window.dataLayer = window.dataLayer || [];
            function gtag(){dataLayer.push(arguments);}
            gtag('js', new Date());
            gtag('config', 'UA-121483375-1');
        </script>
        <script async src="//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
        <script>
            (adsbygoogle = window.adsbygoogle || []).push({
                google_ad_client: "ca-pub-5901161227057601",
                enable_page_level_ads: true
            });
        </script>
  </head>
  <body>
    <!-- menu -->
    <?php 
        include('menu.php');
    ?>

    <!-- banner -->
    <div class="container-fluid big_box">
        <div class="container">
            <div class="row text-center">
                <div class="col-12">   
                    <p class="topicTop">มาตรฐานวิชาชีพ</p>
                </div>
            </div>
        </div>

        <div class="container" id="contentAll">
            <div class="row mb-3">
                <div class="col-md-10 col-sm-12 mx-auto">   
                    <div class="mt-3">
                        <h5>ข้อบังคับคุรุสภา ว่าด้วยมาตรฐานวิชาชีพ</h5>
                        <p style="font-size:14px; font-weight:300">มาตรฐานวิชาชีพ คือ ข้อกำหนดเกี่ยวกับคุณลักษณะ และคุณภาพที่พึงประสงค์ในการประกอบวิชาชีพทางการศึกษา ซึ่งผู้ประกอบวิชาชีพทางการศึกษาต้องประพฤติปฏิบัติตาม ประกอบด้วย </p>
                        <div class="bg-light media border p-3">
                            <img src="img/teacher_sm.jpg" alt="ข้อสอบครูผู้ช่วย" class="mr-3 mt-3 rounded-circle" style="width:60px;">
                            <div class="media-body">
                                <h5>1. มาตรฐานความรู้และประสบการณ์วิชาชีพ</h5> 
                                <p>หมายถึง ข้อกำหนดเกี่ยวกับความรู้และประสบการณ์ในการจัดการเรียนรู้ หรือการจัดการศึกษา ซึ่งผู้ประกอบวิชาชีพทางการศึกษา รวมทั้งผู้ต้องการประกอบวิชาชีพทางการศึกษา ต้องมีเพียงพอที่สามารถนำไปใช้ในการประกอบวิชาชีพได้</p>
                                
                                <div id="tp1">
                                    <p style="font-size:14px; font-weight:300"><b>ผู้ประกอบวิชาชีพครู</b> ต้องมีคุณวุฒิไม่ต่ำกว่าปริญญาตรีทางการศึกษาหรือเทียบเท่า หรือมีคุณวุฒิอื่นที่คุรุสภารับรอง โดยมีมาตรฐานความรู้และประสบการณ์วิชาชีพ ดังต่อไปนี้</p>
                                    <ul style="font-size:14px; font-weight:300">
                                        <li>(ก) มาตรฐานความรู้
                                            <ul> 
                                                <!-- <li>ความเป็นครู</li>
                                                <li>ปรัชญาการศึกษา</li>
                                                <li>ภาษาและวัฒนธรรม</li>
                                                <li>จิตวิทยาสำหรับครู</li>
                                                <li>หลักสูตร</li>
                                                <li>การจัดการเรียนรู้และการจัดการชั้นเรียน</li>
                                                <li>การวิจัยเพื่อพัฒนาการเรียนรู้</li>
                                                <li>นวัตกรรมและเทคโนโลยีสารสนเทศทางการศึกษา</li>
                                                <li>การวัดและการประเมินผลการเรียนรู้</li>
                                                <li>การประกันคุณภาพการศึกษา</li>
                                                <li>คุณธรรม จริยธรรม</li> -->
                                                <li>การเปลี่ยนแปลงบริบทของโลก สังคม และแนวคิดของปรัชญาเศรษฐกิจพอเพียง</li>
                                                <li>จิตวิทยาพัฒนาการ จิตวิทยาการศึกษา และจิตวิทยาให้คำปรึกษาในการวิเคราะห์และพัฒนาผู้เรียน</li>
                                                <li>เนื้อหาวิชาที่สอน หลักสูตร ศาสตร์การสอน และเทคโนโลยีดิจิทัลในการจัดการเรียนรู้</li>
                                                <li>การวัด ประเมินผลการเรียนรู้ และการวิจัยเพื่อแก้ไขปัญหาและพัฒนาผู้เรียน</li>
                                                <li>การใช้ภาษาไทย ภาษาอังกฤษเพื่อการสื่อสาร และการใช้เทคโนโลยีดิจิทัลเพื่อการศึกษา</li>
                                                <li>การออกแบบและการดำเนินการเกี่ยวกับงานประกันคุณภาพการศึกษา</li>
                                            </ul>
                                        </li>
                                        <li>(ข) มาตรฐานประสบการณ์วิชาชีพ
                                            <ul>
                                                <li>การฝึกปฏิบัติวิชาชีพระหว่างเรียน</li>
                                                <li>การปฏิบัติการสอนในสถานศึกษาในสาขาวิชาเฉพาะ</li>
                                            </ul>
                                        </li>
                                    </ul>
                                </div>
                                <p id="r1" style="font-size:12px; font-weight:300"><a href="#t1">อ่านเพิ่มเติ่ม</a></p>
                                <p id="hid1" style="font-size:12px; font-weight:300"><a href="#t1">ซ่อนรายละเอียด</a></p>
                            </div>
                        </div>
                    </div>

                    <div class="mt-3">
                        <div class="bg-light media border p-3">
                            <img src="img/teacher_sm2.jpg" alt="ข้อสอบครูผู้ช่วย" class="mr-3 mt-3 rounded-circle" style="width:60px;">
                            <div class="media-body">
                                <h5>2. มาตรฐานการปฏิบัติงาน</h5>
                                <p>หมายถึง ข้อกำหนดเกี่ยวกับคุณลักษณะ หรือการแสดงพฤติกรรมการปฏิบัติงานและการพัฒนางาน ซึ่งผู้ประกอบวิชาชีพทางการศึกษา รวมทั้งผู้ต้องการประกอบวิชาชีพทางการศึกษาต้องปฏิบัติตาม เพื่อให้เกิดผลตามวัตถุประสงค์ และเป้าหมายการเรียนรู้หรือการจัดการศึกษา รวมทั้งต้องฝึกฝนพัฒนาตนเองให้มีทักษะ หรือความชำนาญสูงขึ้นอย่างต่อเนื่อง</p>
                                <div id="tp2">
                                    <p style="font-size:14px; font-weight:300"><b>ผู้ประกอบวิชาชีพครู</b> ต้องมีมาตรฐานการปฏิบัติงาน ดังต่อไปนี้</p>
                                    <ul style="font-size:14px; font-weight:300">
                                        <!-- <li>ปฏิบัติกิจกรรมทางวิชาการเพื่อพัฒนาวิชาชีพครูให้ก้าวหน้าอยู่เสมอ</li>
                                        <li>ตัดสินใจปฏิบัติกิจกรรมต่างๆ โดยคำนึงถึงผลที่จะเกิดแก่ผู้เรียน</li>
                                        <li>มุ่งมั่นพัฒนาผู้เรียนให้เติบโตเต็มตามศักยภาพ</li>
                                        <li>พัฒนาแผนการสอนให้สามารถปฏิบัติได้จริงในชั้นเรียน</li>
                                        <li>พัฒนาสื่อการเรียนการสอนให้มีประสิทธิภาพอยู่เสมอ</li>
                                        <li>จัดกิจกรรมการเรียนการสอนให้ผู้เรียนรู้จักคิดวิเคราะห์ คิดสร้างสรรค์โดยเน้นผลถาวรที่เกิดแก่ผู้เรียน</li>
                                        <li>รายงานผลการพัฒนาคุณภาพของผู้เรียนได้อย่างมีระบบ</li>    
                                        <li>ปฏิบัติตนเป็นแบบอย่างที่ดีแก่ผู้เรียน</li>
                                        <li>ร่วมมือกับผู้อื่นในสถานศึกษาอย่างสร้างสรรค์</li>
                                        <li>ร่วมมือกับผู้อื่นในชุมชนอย่างสร้างสรรค์</li>
                                        <li>แสวงหาและใช้ข้อมูลข่าวสารในการพัฒนา</li>
                                        <li>สร้างโอกาสให้ผู้เรียนได้เรียนรู้ในทุกสถานการณ์</li> -->
                                        <li>(ก) การปฏิบัติหน้าที่ครู
                                            <ul>
                                                <li>มุ่งมั่นพัฒนาผู้เรียน ด้วยจิตวิญญาณความเป็นครู</li>
                                                <li>ประพฤติตนเป็นแบบอย่างที่ดี มีคุณธรรม จริยธรรม และมีความเป็นพลเมืองที่เข้มแข็ง</li>
                                                <li>ส่งเสริมการเรียนรู้ เอาใจใส่ และยอมรับความแตกต่างของผู้เรียนแต่ละบุคคล</li>
                                                <li>สร้างแรงบันดาลใจผู้เรียนให้เป็นผู้ใฝ่เรียนรู้ และผู้สร้างนวัตกรรม</li>
                                                <li>พัฒนาตนเองให้มีความรอบรู้ ทันสมัย และทันต่อการเปลี่ยนแปลง</li>
                                            </ul>
                                        </li>
                                        <li>(ข) การจัดการเรียนรู้
                                            <ul>
                                                <li>พัฒนาหลักสูตรสถานศึกษา การจัดการเรียนรู้ สื่อ การวัดและประเมินผลการเรียนรู้</li>
                                                <li>บูรณาการความรู้และศาสตร์การสอนในการวางแผนและจัดการเรียนรู้ที่สามารถพัฒนาผู้เรียนให้มีปัญญารู้คิด และมีความเป็นนวัตกร</li>
                                                <li>ดูแล ช่วยเหลือ และพัฒนาผู้เรียนเป็นรายบุคคลตามศักยภาพ สามารถรายงานผลการพัฒนาคุณภาพผู้เรียนได้อย่างเป็นระบบ</li>
                                                <li>จัดกิจกรรมและสร้างบรรยากาศการเรียนรู้ให้ผู้เรียนมีความสุขในการเรียนโดยตระหนักถึงสุขภาวะของผู้เรียน</li>
                                                <li>วิจัย สร้างนวัตกรรม และประยุกต์ใช้เทคโนโลยีดิจิทัลให้เกิดประโยชน์ต่อการเรียนรู้ของผู้เรียน</li>
                                                <li>ปฏิบัติงานร่วมกับผู้อื่นอย่างสร้างสรรค์และมีส่วนร่วมในกิจกรรมการพัฒนาวิชาชีพ</li>
                                            </ul>
                                        </li>
                                        <li>(ค) ความสัมพันธ์กับผู้ปกครองและชุมชน
                                            <ul>
                                                <li>ร่วมมือกับผู้ปกครองในการพัฒนาและแก้ปัญหาผู้เรียนให้มีคุณลักษณะที่พึงประสงค์</li>
                                                <li>สร้างเครือข่ายความร่วมมือกับผู้ปกครองและชุมชน เพื่อสนับสนุนการเรียนรู้ที่มีคุณภาพของผู้เรียน</li>
                                                <li>ศึกษา เข้าถึงบริบทของชุมชน และสามารถอยู่ร่วมกันบนพื้นฐานความแตกต่างทางวัฒนธรรม</li>
                                                <li>ส่งเสริม อนุรักษ์วัฒนธรรม และภูมิปัญญาท้องถิ่น</li>
                                            </ul>
                                        </li>
                                    </ul>
                                </div>
                                <p id="r2" style="font-size:12px; font-weight:300"><a href="#t2">อ่านเพิ่มเติ่ม</a></p>
                                <p id="hid2" style="font-size:12px; font-weight:300"><a href="#t2">ซ่อนรายละเอียด</a></p>
                            </div>
                        </div>
                    </div>

                    <div class="mt-3">
                        <div class="bg-light media border p-3">
                            <img src="img/teacher_sm3.jpg" alt="ข้อสอบครูผู้ช่วย" class="mr-3 mt-3 rounded-circle" style="width:60px;">
                            <div class="media-body">
                                <h5>3. มาตรฐานการปฏิบัติตน</h5>
                                <p>หมายถึง จรรยาบรรณของวิชาชีพที่กำหนดขึ้นเป็นแบบแผนในการประพฤติปฏิบัติตน ซึ่งผู้ประกอบวิชาชีพทางการศึกษา รวมทั้งผู้ต้องการประกอบวิชาชีพทางการศึกษาต้องยึดถือปฏิบัติตาม เพื่อรักษาและส่งเสริมเกียรติคุณชื่อเสียง และฐานะของผู้ประกอบวิชาชีพทางการศึกษาให้เป็นที่เชื่อถือศรัทธาแก่ผู้รับบริการและสังคม อันจะนำมาซึ่งเกียรติ และศักดิ์ศรีแห่งวิชาชีพ</p>
                                <div id="tp3">
                                    <p style="font-size:14px; font-weight:300"><b>ผู้ประกอบวิชาชีพครู</b> ต้องมีมาตรฐานการปฏิบัติตน (จรรยาบรรณของวิชาชีพ) ดังต่อไปนี้</p>
                                    <ul style="font-size:14px; font-weight:300">
                                        <li>จรรยาบรรณต่อตนเอง
                                            <ul>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษา ต้องมีวินัยในตนเอง พัฒนาตนเองด้านวิชาชีพ บุคลิกภาพ และวิสัยทัศน์ ให้ทันต่อการพัฒนาทางวิทยาการ เศรษฐกิจ สังคม และการเมืองอยู่เสมอ</li>
                                            </ul>
                                        </li>
                                        <li>จรรยาบรรณต่อวิชาชีพ
                                            <ul>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษา ต้องรัก ศรัทธา ซื่อสัตย์สุจริต รับผิดชอบต่อวิชาชีพ และเป็นสมาชิกที่ดีขององค์กรวิชาชีพ</li>
                                            </ul>
                                        </li>
                                        <li>จรรยาบรรณต่อผู้รับบริการ
                                            <ul>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษา ต้องรัก เมตตา เอาใจใส่ ช่วยเหลือ ส่งเสริม ให้กำลังใจแก่ศิษย์และผู้รับบริการ ตามบทบาทหน้าที่โดยเสมอหน้า</li>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษา ต้องส่งเสริมให้เกิดการเรียนรู้ ทักษะ และนิสัยที่ถูกต้องดีงามแก่ศิษย์และผู้รับบริการ ตามบทบาทหน้าที่อย่างเต็มความสามารถด้วยความบริสุทธิ์ใจ</li>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษา ต้องประพฤติปฏิบัติตนเป็นแบบอย่างที่ดี ทั้งทางกาย วาจาและจิตใจ</li>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษา ต้องไม่กระทำตนเป็นปฏิปักษ์ต่อความเจริญ ทางกาย สติปัญญา จิตใจ อารมณ์และสังคมของศิษย์และผู้รับบริการ</li>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษา ต้องให้บริการด้วยความจริงใจและเสมอภาค โดยไม่เรียกรับหรือยอมรับผลประโยชน์จากการใช้ ตำแหน่งหน้าที่โดยมิชอบ</li>
                                            </ul>
                                        </li>
                                        <li>จรรยาบรรณต่อผู้ร่วมประกอบวิชาชีพ
                                            <ul>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษาพึงช่วยเหลือเกื้อกูลซึ่งกันและกันอย่างสร้างสรรค์ โดยยึดมั่นในระบบคุณธรรม สร้างความสามัคคีในหมู่คณะ</li>
                                            </ul>
                                        </li>
                                        <li>จรรยาบรรณต่อสังคม
                                            <ul>
                                                <li>ผู้ประกอบวิชาชีพทางการศึกษา พึงประพฤติปฏิบัติตน เป็นผู้นำในการอนุรักษ์ และพัฒนาเศรษฐกิจ สังคม ศาสนา ศิลปวัฒนธรรม ภูมิปัญญา สิ่งแวดล้อมรักษาผลประโยชน์ ของส่วนรวมและยึดมั่นในการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</li>
                                            </ul>
                                        </li>
                                    </ul>
                                </div>
                                <p id="r3" style="font-size:12px; font-weight:300"><a href="#t3">อ่านเพิ่มเติ่ม</a></p>
                                <p id="hid3" style="font-size:12px; font-weight:300"><a href="#t3">ซ่อนรายละเอียด</a></p>
                            </div>
                        </div>
                    </div>
                    <div class="mt-3">
                        <p style="font-size:14px; font-weight:300"><a href="http://www.ksp.or.th/ksp2018/wp-content/uploads/2018/11/T_0018.pdf" target="_blank">ข้อมูลอ้างอิง เว็บไซต์คุรุสภา</a></p>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <div id="footer" class="container footer text-center">
        <?php include('share.php'); ?>
        <p style="font-size: 12px; color:gray">สงวนลิขสิทธิ์ © 2562 ครูผู้ช่วย.com</p>
    </div>

    <script src="./js/jquery.min.js"></script>
    <script src="./js/bootstrap.bundle.min.js"></script>
    <script src="./js/bootstrap.min.js" ></script>
    <script>
        $(document).ready(function(){
            $('#contentAll,#tp1,#tp2,#tp3,#hid1,#hid2,#hid3').hide();
            $('#contentAll').fadeIn(500);
            $('#r1').click(function(){
                $('#tp1').show();
                $('#r1').hide();
                $('#hid1').show();
                event.preventDefault();
                var targetOffset = $('#tp1').offset().top;
                $('html,body').animate({scrollTop: targetOffset}, 1000);
            })
            $('#hid1').click(function(){
                $('#tp1').hide();
                $('#r1').show();
                $('#hid1').hide();
                event.preventDefault();
                var targetOffset = $('#tp1').offset().top;
                $('html,body').animate({scrollTop: targetOffset}, 1000);
            })


            $('#r2').click(function(){
                $('#tp2').show();
                $('#r2').hide();
                $('#hid2').show();
                event.preventDefault();
                var targetOffset = $('#tp2').offset().top;
                $('html,body').animate({scrollTop: targetOffset}, 1000);
            })
            $('#hid2').click(function(){
                $('#tp2').hide();
                $('#r2').show();
                $('#hid2').hide();
                event.preventDefault();
                var targetOffset = $('#tp2').offset().top;
                $('html,body').animate({scrollTop: targetOffset}, 1000);
            })

            $('#r3').click(function(){
                $('#tp3').show();
                $('#r3').hide();
                $('#hid3').show();
                event.preventDefault();
                var targetOffset = $('#tp3').offset().top;
                $('html,body').animate({scrollTop: targetOffset}, 1000);
            })
            $('#hid3').click(function(){
                $('#tp3').hide();
                $('#r3').show();
                $('#hid3').hide();
                event.preventDefault();
                var targetOffset = $('#tp3').offset().top;
                $('html,body').animate({scrollTop: targetOffset}, 1000);
            })
        });
    </script>
  </body>
</html>